
brew "git"
brew "htop"
brew "gh"
brew "glab"
brew "fzf"
brew "ripgrep"
brew "jq"
brew "yq"
brew "neovim"
brew "neofetch"
brew "btop"
brew "cheat"
brew "bash-preexec"
brew "tree-sitter"
brew "nodejs"
brew "python3"
brew "rsync"

brew "eza"
brew "bat"
brew "atuin"
brew "zoxide"
brew "direnv"
brew "starship"